IDEA StatiCa Open Model
PlateElements.PlateUID Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Plate UID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int PlateUID { get; set; }
Public Property PlateUID As Integer
	Get
	Set
public:
property int PlateUID {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
PlateElements Class
IdeaRS.OpenModel.Result Namespace